MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "您的電腦尚未連接 Internet。";
NotConnectedToNetwork							= "您的電腦尚未與網路連接。";
FatalExceptionAlertDescription					= "按“播放∕暫停”來退出 Front Row。";
